package com.weirdo.spring;

/**
 * @author weirdo
 * @version 1.0
 * @date 2020/3/4 15:53
 * 定义消费者接收消息
 */
public class MyConsumer {

    /**
     * 接收消息
     * @param message
     */
    public void tets(String message){
        System.err.println("****************************************"+message+"****************************************");
        System.err.println("****************************************"+message+"****************************************");
        System.err.println("****************************************"+message+"****************************************");
        System.err.println("****************************************"+message+"****************************************");
        System.err.println("****************************************"+message+"****************************************");
    }
}
